TargetApplication=Advanced Renamer
Author=Bastian Wiegmann
SourceLANGID=1033
LANGID=1031
Generator=DKLang Translation Editor v3.0
LastModified=2023-08-31 19:13:40

[About]
00000002=Über
00000094=Aren
00000161=Schließen
00000165=Kommentare, Fehler, Verbesserungsvorschläge usw. sind sehr willkommen.
00000166=Über Advanced Renamer
00000167=Werfen Sie auch ein Blick in das Forum
00000168=Lizenzschlüssel:
00000169=Name:
00000170=Registriert für:
00000171=Anwenden
00000172=Lizenzschlüssel anfordern
00000173=Für private Nutzung:
00000174=Kaufen
00000175=Für kommerzielle Nutzung:
00000176=Kaufen

[AddDir]
00000002=Ordner hinzufügen
00000094=&Muster:
00000161=Abbrechen
00000162=OK
00000163=&Unterordner einbeziehen
00000164=Neuer Ordner ...
00000165=Übereinstimmung mit regulärem Ausdruck:
00000166=Keine Übereinstimmung

[ARenMain]
00000002=ARen
00000005=0 Items
00000006=0 Fehler
00000007=Status: OK
00000036=Dateien umbenennen
00000058=Ordner umbenennen
00000067=Dateiname:
00000068=Verzeichnis:
00000069=Größe:
00000070=Erstelldatum:
00000071=Änderungsdatum:
00000072=Dateityp:
00000073=Attribute:
00000074=Letzter Zugriff:
00000076=Keine Info
00000077=Erweiterte Info kann nicht geladen werden. Die Datei ist möglicherweise in Verwendung.
00000078=Bild
00000079=Dimension:
00000080=Aufnahmedatum:
00000081=Autor:
00000082=Copyright:
00000084=ID3
00000085=Titel:
00000086=Künstler:
00000087=Album:
00000088=Track:
00000089=Jahr:
00000090=Genre:
00000091=Ordner
00000092=Enthält:
00000094=Keine Methoden gefunden.
00000095=Liste der Umbenennungsmethoden
00000096=Methoden-Leiste
00000097=Methode hinzufügen
00000098=Methode entfernen
00000099=Löschen
00000100=An den Anfang
00000101=Aufwärts
00000102=Abwärts
00000103=Ans Ende
00000105=Methodenliste laden
00000106=Methodenliste speichern
00000107=Presets:
00000110=Liste speichern
00000111=Ausgewähltes verschieben
00000112=An Anfang verschieben
00000113=Abwärts verschieben
00000114=Aufwärts verschieben
00000115=Ans Ende verschieben
00000116=Hinzufügen ...
00000117=Entfernen
00000118=Ausführen
00000119=Eigenschaften ...
00000120=Liste laden ...
00000121=In Textdatei ...
00000122=Liste leeren
00000123=Refresh
00000124=Sets
00000125=Spalten anpassen
00000144=&Individuell anpassen ...
00000145=&Kopieren
00000152=Verschieben
00000153=An den Anfang
00000154=Aufwärts
00000155=Abwärts
00000156=Ans Ende
00000157=Methode ändern in
00000158=Methode hinzufügen
00000159=Löschen
00000160=Leeren
00000164=Batch-Methode hinzufügen
00000179=&Tag einfügen
00000180=&Undo
00000181=Aus&schneiden
00000182=&Kopieren
00000183=&Einfügen
00000184=&Alle auswählen
00000196=Markieren
00000197=Markierung aufheben
00000198=Augewählte markieren
00000200=Keine markieren
00000201=Alle markieren
00000204=Liste speichern
00000205=In CSV-Datei ...
00000223=Batch-Methode öffnen
00000225=Batch-Methode speichern
00000226=Video
00000227=Abmessungen:
00000228=Bildfrequenz:
00000229=Dauer:
00000233=GPS-Standort:
00000234=Zufällige Sortierung
00000235=Beschreibung ändern ...
00000237=ExifTool ...
00000244=Ausgewählte Elemente hinzufügen
00000250=Nach Muster markieren ...
00000251=Markierung nach Muster aufheben ...
00000254=Markierungen umkehren
00000255=Auswählen
00000256=Alles auswählen
00000257=Nichts auswählen
00000258=Auswahl umkehren
00000259=Markierung nicht übereinstimmend mit Muster ...
00000260=Ordner öffnen
00000261=Eine neue Version von Advanced Renamer ist verfügbar.
00000262=Jetzt upgraden!
00000264=Schließen
00000268=Neuen Dateinamen überschreiben...
00000270=Alle abwählen
00000271=Alle auswählen
00000272=Benötigen Sie Hilfe bei den ersten Schritten?
00000273=Dies nicht wieder anzeigen
00000274=Benötigen Sie Hilfe bei den ersten Schritten?
00000275=Dies nicht wieder zeigen
00000277=Sortieren nach
00000278=Spalte
00000279=Muster ...
00000282=Duplikat
00000283=Hinzufügen
00000284=Optionen
00000285=Import
00000286=Regel bei Namenskonflikt
00000287=Ansicht
00000288=Liste
00000290=Dateien
00000291=Ordner
00000292=Laden
00000293=Leeren
00000294=Speichern
00000295=Spalten
00000296=Thumbnails
00000297=GPS Werte
00000299=Trennzeichen:
00000300=Muster:
00000301=Dateien aus CSV-Import
00000302=Daten aus CSV-Import
00000304=Paarweise Umbenennung
00000307=Automatische Prüfung
00000308=Tools
00000309=Batch rückgängig machen
00000310=Benutzerhandbuch
00000311=JS Console
00000312=Metadata
00000313=Batch starten
00000314=Batch mode:
00000315=Ausgabeordner:
00000316=Ans Ende
00000317=Abwärts
00000318=Aufwärts
00000319=An den Anfang
00000320=Liste
00000321=Kleine Icons
00000322=Große Icons
00000323=Details
00000324=&Elemente mit Fehlern entfernen
00000325=Einstellungen
00000326=Erste Schritte...
00000328=Besuche das Online &Forum...
00000329=Prüfe auf &neue Version...
00000330=Lizenzschlüssel...
00000331=Über...
00000332=Kommandozeile
00000333=Verzeichnisfenster
00000335=Ausgewählte Ordner/Dateien hinzufügen
00000336=Dateien anzeigen
00000337=Aktualisieren
00000480=GPS-Standort:
00000481=Hilfe

[CustomizeCols]
00000002=Spalten individuell anpassen
00000094=Spalten-&Sets:
00000095=&Spalten:
00000096=Spalten&breite:
00000097=OK
00000098=Abbrechen
00000099=&Auf
00000100=&Ab
00000101=&Oben
00000102=&Unten
00000103=Speichern
00000104=Löschen

[InsertTag]
00000096=Default
00000113=ID3/MP3
00000126=Bild
00000147=Zeit
00000160=Erstellt
00000173=Modifiziert
00000186=&Hilfe
00000188=Erweitert
00000195=Dateigröße
00000201=Video
00000228=GPS
00000249=Prüfsumme
00000291=Tag-Dokumentation

[InsertTagWnd]
00000002=Textfeldwert
00000094=Schließen
00000095=Numerischer Wert
00000096=Muster
00000097=OK
00000098=Reguläre Ausdrücke verwenden
00000099=Tags:
00000100=Metazeichen für reguläre Ausdrücke:

[Patern]
00000002=Muster
00000094=Verfügbare &Muster:
00000159=&Löschen
00000160=&Ausgewähltes Muster:
00000161=OK
00000162=Abbrechen
00000163=&Hinzufügen
00000164=&Neu

[PreRenaming]
00000002=Umbenennung starten
00000160=Vergewissern Sie sich, dass Ihre Umbenennungseinstellungen korrekt sind, bevor Sie den Button "Umbenennen" drücken.
00000161=Abbrechen
00000162=Starten

[Progress]
00000002=Fortschritt
00000094=Bitte warten Sie, während der Durchführung des Batch ...
00000160=Menge der Dateien insgesamt:
00000161=OK
00000162=Fehler einsehen
00000163=Dateien hinzufügen:
00000166=Tab-Folie 1
00000167=Dateiname
00000168=Fehlercode
00000169=Fehlerbeschreibung
00000170=Dateien insgesamt:
00000171=Erfolgreich:
00000172=Fehler:
00000173=Tab-Folie 2
00000174=Fehler gefunden:
00000175=Nie wieder fragen

[ProgressAdd]
00000002=Bitte warten
00000094=Hinzufügen der Dateien ...
00000161=Abbrechen

[ProgressError]
00000002=Fehler gefunden
00000094=In den für den Batch ausgewählten Dateien sind Fehler gefunden worden. Die folgenden Dateien können nicht umbenannt werden. Wählen Sie unten eine Aktion. Es sind noch keine Dateien umbenannt worden.\n
00000161=Batch stoppen
00000163=Fehlerhafte Dateien überspringen
00000164=Dateien insgesamt:
00000165=Fehler:
00000166=Dateiname
00000167=Fehler

[Settings]
00000002=Einstellungen
00000161=Abbrechen
00000162=OK
00000163=Default
00000164=Nicht unterstütztes &ersetzen durch:
00000165=Thumbnail-&Breite:
00000166=Thumbnail-&Höhe:
00000167=&Datei-Info-Box zeigen
00000168=Bestätigen &Liste löschen
00000171=&Explorer-Kontextmenü
00000172=&Gitter zeigen
00000173=EXIF-Information für Bildbreite und -höhe verwenden
00000175=Sprache (Language):
00000177=Einstellungen in diesem Ordner speichern:
00000178=Persönlicher Ordner
00000179=Gleicher Ordner wie aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Ordner öffnen ..
00000187=Hilfe "Erste Schritte" zeigen
00000188=Null-Auffüllung in Inc Nr-Tags verwenden
00000194=Beim Start nach Updates suchen
00000195=EXIF Feld für Bild-Datum-Zeit-Operationen:
00000196=Überprüfter Zustand wirkt sich auf Inc Nr Tags aus
00000197=Worttrennzeichen:
00000198=.aren-Dateiten mit Advanced Renamer assoziieren
00000199=Environment
00000200=Programm
00000201=Umbenennung
00000202=Bilddateien
00000203=Musik- && Videodateien
00000204=ID&3-Voreinstellung:
00000205=Buttonleiste "Methode hinzufügen" zeigen
00000206=Dateien hinzufügen, wenn Batch endet:
00000207=Console Runner
00000208=Anwendungsordner in Umgebungspfad
00000209=JS-Script-Editor
00000210=Tab-Einrückungsgröße:
00000212=Über Zeilenende hinaus scrollen
00000213=Item-Limit:
00000215=Start-Button links zeigen
00000217=Video-Metadaten nicht analysieren
00000218=Musik-Metadaten nicht analysieren
00000219=Bild-Metadaten nicht analysieren
00000220=items sortieren, wenn mit Drag-and-drop hinzugefügt
00000222=Zusammenfassung vor Umbenennung nicht zeigen
00000223=Imer ExifTool zum Abrufen von Metadaten verwenden
00000224=Einstellungen löschen ...

[UndoBatchForm]
00000002=Undo
00000094=Wählen Sie in der Liste links einen Job zum Rückgänigmachen (Undo) aus
00000161=Schließen
00000162=Diese Liste rückgängig machen
00000163=Original-Item
00000164=Umbenannter Dateiname
00000165=Fehler
00000166=Originalordner
00000167=Alles auswählen
00000168=Alles abwählen
00000169=Wählen Sie unten einen früheren Batch-Job aus und klicken Sie auf den Button "Diese Liste rückgängig machen", um den Umbenennen-Job rückgängig zu machen.
00000170=Umbenannter Ordner
00000171=Löschen ...
00000172=&Fehlerhafte Items abwählen
00000173=Frühere Jobs löschen ...

[frmAddFolderChoice]
00000001=Ordner hinzufügen
00000002=Abbrechen
00000003=OK
00000004=Hinzufügen der &Dateien in den Ordnern
00000005=Ordner hinzufügen
00000006=Unterordner &einbeziehen
00000007=Dateiname-&Maske:
00000009=&Stammordner hinzufügen
00000010=&Unterordner hinzufügen
00000011=Übereinstimmung mit regulärem Ausdruck:
00000012=Keine Übereinstimmung

[BatchResultFrame]
00000003=Letztes Ergebnis
00000004=Anzahl der Items insgesamt:
00000005=Fehler gefunden:
00000006=Fehler zeigen ...
00000007=Letztes Batch rückgängig machen ...
00000008=Alle erfolgreichen Items hinzufügen
00000009=Items mit Fehlern hinzufügen
00000010=Alle Items hinzufügen

[frmExifTool]
00000002=ExifTool
00000094=Schließen
00000096=Tag:
00000097=Kopieren
00000098=ExifTool ist ein externes Programm mit Support für mehr Dateiformate als Advanced Renamer nativ unterstützt. Verwenden Sie ExifTool, um auf mehr Metadaten zuzugreifen.\n
00000099=ExifTool-Website
00000100=Filter:

[frmJSScript]
00000001=Skript
00000002=Skript schließen und anwenden
00000003=Dieses Skript wird für jedes Item in der Liste einmal ausgeführt.
00000004=Dieses Skript wird nur einmal und vor der Iteration und Verarbeitung aller Items in der Liste ausgeführt. Verwenden Sie es, um jegliche Initialwerte einzurichten.

[frmCSVImport]
00000002=CSV-Import
00000003=&Importieren
00000008=Abbrechen
00000009=Dateiname:
00000010=Trennzeichen für Spalten:
00000011=Spalte für Original-Dateiname:
00000012=Spalte für neuen Dateiname: (optional)
00000013=Basisordner für Originaldateien:
00000014=Erste Zeile ist Header
00000015=Original-Dateiname
00000016=Neuer Dateiname
00000017=Status
00000018=Datei-Encoding:

[frmTVShow]
00000002=TV-Show Import
00000003=OK
00000004=Suche nach TV-Show:
00000005=Suchen
00000006=Weiter >
00000007=< Zurück
00000008=Abbrechen
00000009=Ausgewählte Show:
00000010=Genre:
00000013=Staffeln:
00000014=Episoden:
00000015=Verwenden Sie diesen Guide, um Dateien in der Liste mit den von TVMaze.com gesammelten TV-Show-Informationen zu füllen. \n\n\n\nBevor Sie fortfahren, sollten Sie sicherstellen, dass die Dateien in der Liste richtig geordnet sind.\n\n\n\nWenn Sie mit dem Import der Informationen von tvrage.com fertig sind, können Sie die TV-Show-Tags verwenden, um Dateien mit TV-Show-Informationen umzubenennen.
00000016=Import von:
00000017=Zähler Dateiliste:
00000018=Ausgewählte Episode:
00000019=Refresh
00000020=Alle
00000021=Keine
00000022=Alle
00000023=Keine
00000024=Diese Seite nicht wieder zeigen

[frmCommandLine]
00000002=Befehlszeilenkonfiguration
00000202=Batch-Modus:
00000223=Batch-Methode öffnen
00000224=Pfad:
00000225=Methodenliste-Datei:
00000226=Item-Typen:
00000227=Items:
00000228=Item-Reihenfolge:
00000229=Ausgabe in Log-Datei:
00000230=Zielordner:
00000231=Item-Maske:
00000232=Regex-Item-Maske:
00000233=Befehl:
00000234=Datei, die Items enhält:
00000235=Auch Items aus Unterordnern hinzufügen
00000236=Umkehren
00000237=Items aus Pfad
00000238=Liste der Items
00000239=Datei, die Items enthält
00000240=Befehl kopieren
00000241=In .bat-Datei speichern ...
00000242=Schließen
00000243=Datei öffnen
00000244=Datei speichern
00000245=Batch-Datei speichern

[GPSValuesForm]
00000002=GPS-Werte
00000003=Originalwert\nWert\n
00000004=OK
00000005=Abbrechen
00000006=Verwenden Sie die nachstehende Liste, um GPS-Werte außer Kraft zu setzen.

[MetaDataBatchForm]
00000002=Metadaten Batch starten
00000003=Metadatenfeld:
00000004=BATCH STARTEN
00000017=Das Verändern der Metadaten von Dateien kann diese potentiell beschädigen. Bitte stellen Sie sicher, dass Sie alle Dateien sichern, bevor Sie versuchen, irgendwelche Metadaten zu ändern. Verwenden Sie diese Funktionalität auch nur für Dateien, die sich auf dem lokalen Festplattenlaufwerk befinden. Funktioniert mit den meisten JPEGs und vielen anderen Dateitypen.
00000018=Dateiname
00000019=Originalwert
00000020=Neuer Wert
00000021=Status
00000022=Abbrechen
00000023=Schließen

[PleaseRegisterForm]
00000002=Bitte registrieren
00000094=Wenn Ihnen Advanced Renamer gefällt und Sie es häufig verwenden, unterstützen Sie bitte das Projekt, indem Sie eine Lizenz erwerben. Verwenden Sie die Buttons unterhalb, um sich für einen Lizenzschlüssel zu registrieren.
00000173=Für private Nutzung:
00000174=Kaufen
00000175=Für kommerzielle Nutzung:
00000176=Kaufen
00000177=Schließen
00000181=Lizenzschlüssel:
00000182=Name:
00000183=Registriert für:
00000184=Anwenden
00000185=Lizenz per Datei installieren

[frmCSVImportData]
00000002=CSV-Import von Daten
00000003=&Importieren
00000008=Abbrechen
00000009=Dateiname:
00000010=Spaltentrennzeichen:
00000014=Erste Zeile ist Header
00000018=Datei-Encoding:
00000019=Nach dem Import werden die Werte über den <Csv:X>-Tag verfügbar sein

[frmJSConsole]
00000002=JS-Konsole
00000003=Filter:
00000004=Übereinstimmung:

[frmSelectDate]
00000002=Datum auswählen
00000161=Abbrechen
00000162=OK
00000163=Datum:
00000164=Wählen Sie ein Datum aus.

[$CONSTANTS]
AbsoluteDateTime=Absolutes Datum und Zeit
Accessed=Zugegriffen
AccessedDateTime=Zugriffsdatum und Zeit
Action=Aktion
Active=Aktiv
Add=Hinzufügen
AddFiles=Dateien hinzufügen
AddingFiles=Hinzufügen der Dateien ...
All=Alle
AllFiles=Alle Dateien
AllItems=Alle Items
AnalyzingFiles=Analyse der Dateien ...
ApplyScript=Skript anwenden
ApplyTo=Anwenden auf
Archive=Archiv
Archive_Short=A
Ask=Nachfragen
AtIndex=Bei Index
Audio=Audio
Backwards=Rückwärts
BatchModeCopy=Kopieren
BatchModeMove=Verschieben
BatchModeRename=Umbenennen
Beta=Beta
BetaFeature=Beta-Feature
CaseSensitive=Groß- und Kleinschreibung beachten
ColumnName0=Dateiname
ColumnName1=Pfad
ColumnName10=ID3-Genre
ColumnName100=Ordnername
ColumnName101=Pfad
ColumnName102=Erstelldatum
ColumnName103=Attribute
ColumnName104=Neue Attribute
ColumnName105=Neuer Ordnername
ColumnName106=Neues Erstelldatum
ColumnName107=Fehlercode
ColumnName108=Fehler
ColumnName109=Neuer Pfad
ColumnName11=ID3-Titel
ColumnName12=ID3-Track
ColumnName13=ID3-Jahr
ColumnName14=Neue Attribute
ColumnName15=Neuer Dateiname
ColumnName16=Neues Erstelldatum
ColumnName17=Neues Zugriffsdatum
ColumnName18=Neues Änderungsdatum
ColumnName19=Fehlercode
ColumnName2=Größe
ColumnName20=Fehler
ColumnName21=Aufnahmedatum
ColumnName22=Erweiterung
ColumnName23=Neuer Pfad
ColumnName3=Datum der Erstellung
ColumnName4=Datum des letzten Zugriffs
ColumnName5=Datum der letzten Änderung
ColumnName6=Attribute
ColumnName7=Dimensionen
ColumnName8=ID3-Album
ColumnName9=ID3-Interpret
CommercialUse=Kommerzielle Nutzung
ContinueQuestion=Fortsetzen?
CopiedFileCouldNotBeFound=Kopierte Datei konnte nicht gefunden werden
CopiedFolderCouldNotBeFound=Kopierter Ordner konnte nicht gefunden werden
CopiedItem=Kopiertes Item
CopiedItemPath=Kopierter Item-Pfad
CopyValueToAll=Wert auf alle kopieren
CopyValueToAllAbove=Wert auf alle oberhalb kopieren
CopyValueToAllBelow=Wert auf alle unterhalb kopieren
Created=Erstellt
CreatedDateTime=Erstelldatum und Zeit
current=aktuell
Datetime=Datum und Zeit
Day=Tag
Day_Long_1=Montag
Day_Long_2=Dienstag
Day_Long_3=Mittwoch
Day_Long_4=Donnerstag
Day_Long_5=Freitag
Day_Long_6=Samstag
Day_Long_7=Sonntag
Day_Short_1=Mo
Day_Short_2=Di
Day_Short_3=Mi
Day_Short_4=Do
Day_Short_5=Fr
Day_Short_6=Sa
Day_Short_7=So
DeltaDateTime=Delta-Datum und Zeit
Description=Beschreibung
DirnamePattern=Verz.-Name-Muster
Edit=Bearbeiten
Error=Fehler
Errors=Fehler
Err_100=OK
Err_101=Unbekannter Fehler
Err_102=<>:"/\\*? wird in Dateinamen nicht unterstützt
Err_103=Dateiname enthält ungültige Zeichen
Err_104=Dateiname zu lang
Err_105=Datei ist bereits vorhanden
Err_106=Ordner ist nicht vorhanden
Err_107=Quelldatei kann nicht gefunden werden
Err_108=Dateiname nicht spezifiziert
Err_109=Möglichkeit von mehreren Dateien mit demselben Namen
Err_110=Ungültige Umbenennungsmethode
Err_111=Keine Bild-Informationen gefunden
Err_112=Kein ID3-TAG gefunden
Err_113=Zu viele Dateien für <Inc Alpha>
Err_114=Ungültiger Zeitstempel
Err_115=Erweiterung geändert
Err_116=Ungültiges Tag
Err_117=Ungültiger regulärer Ausdruck
Err_118=Muster nicht gefunden
Err_119=Kein Ergebnis vom Geo Server
Err_120=Ungültiges Ergebnis vom Geo Server
Err_121=Keine Video Informationen vorhanden
Err_122=Keine GPS Informationen vorhanden
Err_123=Ordner können nicht auf ein anderes Laufwerk kopiert oder verschoben werden
Err_124=Ungültiges Skript
Err_125=ExifTool-Fehler
Err_126=TVShow-Informationen sind nicht abgerufen worden. Verwenden Sie zuerst das TVImport-Fenster
Err_127=Bei Duplikation ignorieren
Err_128=OK, Datei-Paar
Err_129=OK, Name außer Kraft gesetzt
Err_FieldWriteError=Feld-Schreiben konnte nicht verifiziert werden
Excellent=Exzellent
EXIFDate_DateDigitized=Datum digitalisiert
EXIFDate_DateOriginal=Datum original
EXIFDate_DateTaken=Datum aufgenommen
EXIFToolDate_DateOriginal=ExifTool Datum original
EXIFToolGPSDateTime=ExifTool GPS Datum/Zeit
Extension=Erweiterung
Fair=Fair
File=Datei
FileCouldNotBeRenamed=Datei konnte nicht umbenannt werden
Fileinfo=Item-Information
FilenamePattern=Dateinamenmuster
FileRenamedOK=Datei umbenannt OK
Files=Dateien
Folder=Ordner
FolderLocation=Ordnerort
Folders=Ordner
GettingThumbnails=Abrufen der Thumbnails
Good=Gut
GotErrors=Fehler erhalten
HandleNegativeNumbers=Negative Zahlen handhaben
Hidden=Ausgeblendet
Hidden_Short=H
Hour=Stunde
Ideal=Ideal
ImageDateTime=Datum und Zeit des Bildes
ImageFile=Bilddatei
InputMessageDescription=Methodenbeschreibung ändern
InsertValue=Wert eingeben ...
InvertCase=Umgekehrte Schreibweise festlegen
ItemNotReverted=Item konnte nicht zurückgesetzt werden
ItemRevertedOK=Item zurückgesetztt OK
Items=Items
JSConsoleFilterEverything=Alles
JSConsoleFilterFilenameMatch=Dateiname-Übereinstimmung
JSConsoleFilterFilenameRegExMatch=Dateiname-Übereinstimmung (regex)
JSConsoleFilterItemNumber=Item-Nummer
LoadList=Liste laden
LowerCase=Kleinschreibung festlegen
LowerCaseFirstLetter=Kleinschreibung für ersten Buchstaben festlegen
LowerCaseFirstLetterInEveryWord=Kleinschreibung für ersten Buchstaben in jedem Wort festlegen
LowerCasePattern=Muster auf Kleinschreibung setzen
Matches=Übereinstimmungen
MethodName_Add=Hinzufügen
MethodName_Attributes=Attribute
MethodName_List=Liste
MethodName_ListReplace=Liste ersetzen
MethodName_Move=Verschieben
MethodName_NewCase=Neue Schreibweise
MethodName_NewName=Neuer Name
MethodName_Remove=Entfernen
MethodName_RemovePattern=Muster entfernen
MethodName_Renumber=Umnumerieren
MethodName_Replace=Ersetzen
MethodName_Script=Skript
MethodName_Swap=Tauschen
MethodName_Timestamp=Zeitstempel
MethodName_Trim=Trimmen
Methods=Methoden
Min=Min
Moderate=Moderat
Modified=Modifiziert
ModifiedDateTime=Datum und Zeit modifiziiert
Month=Monat
Month_01_Long=Januar
Month_01_Short=Jan
Month_02_Long=Februar
Month_02_Short=Feb
Month_03_Long=März
Month_03_Short=Mär
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Mai
Month_05_Short=Mai
Month_06_Long=Juni
Month_06_Short=Jun
Month_07_Long=Juli
Month_07_Short=Jul
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=Dezember
Month_12_Short=Dez
MoveCount=Anzahl verschieben
MovedFileCouldNotBeFound=Verschobene Datei konnte nicht gefunden werden
MovedFolderCouldNotBeFound=Verschobener Ordner konnte nicht gefunden werden
MovedItem=Verschobenes Item
MovedItemPath=Verschobener Item-Pfad
MoveFrom=Verschieben von
MoveRelative=Relativ verschieben
MoveTo=Verschieben nach
MsgTitle_Confirm_ClearList=Liste löschen
MsgTitle_Confirm_DeleteColumnSet=Spalten-Set löschen?
MsgTitle_Confirm_OverwriteColumnSet=Set ist bereits vorhanden
MsgTitle_Confirm_Quit=Advanced Renamer beenden
MsgTitle_Error=Fehler
MsgTitle_Error_FileNotFound=Datei nicht gefunden
MsgTitle_Error_InvalidColumnSetName=Ungültiger Name
Msg_Confirm_ClearList=Sie sind dabei, alle Dateien aus der Liste zu löschen.\n\nSicher, dass Sie fortfahren möchten?
Msg_Confirm_ClearMethodList=Methodenliste löschen?
Msg_Confirm_DeleteColumnSet=Spalten-Set löschen\n\nSicher, dass Sie das Set namens "%s" löschen wollen?
Msg_Confirm_ExtChanged=Bei einigen Dateien wird die Erweiterung geändert. Dies kann in einigen Fällen die Dateien unbrauchbar machen.\n\nMöchten Sie trotzdem mit dem Umbenennen fortfahren?
Msg_Confirm_OverwriteColumnSet=Definition ist bereits vorhanden\n\nMöchten Sie das Set namens "%s" überschreiben?
Msg_Confirm_OverwriteFile=Datei überschreiben?\n\nSie sind dabei, die Datei "%s" zu überschreiben. Möchten Sie fortfahren?
Msg_Confirm_PopulateList=Das Textfeld mit Originalnamen der Items in der Liste füllen?
Msg_Confirm_Quit=Es gibt noch Dateien in der Liste\n\nSicher, dass Sie beenden wollen?
Msg_Confirm_RenamingPossibleErrors=Fehler gefunden\n\nEs sind mögliche Fehler gefunden worden, die es unmöglich machen, die hinzugefügten Dateien umzubenennen.\n\nMit Umbenennung fortfahren?
Msg_Confirm_SettingsPathChanged=Sie haben den Einstellungsordner geändert.\n\nMöchten Sie Ihre aktuellen Einstellungen in diesen Ordner kopieren?\n\nHinweis: Jegliche vorhandenen Dateien in diesem Ordner werden überschrieben.
Msg_DeleteUndoJobs=Alle Jobs, die älter als das ausgewählte Datum sind, werden gelöscht
Msg_Error_AddFileAssociation=Dateiverknüpfung konnte nicht hinzugefügt werden
Msg_Error_CannotAddSoManyFiles=Dateien können nicht hinzugefügt werden.\n\nSie können nicht mehr als %d Items in die Liste laden.
Msg_Error_CheckUpdates=Fehler\n\nNach Updates konnte nicht gesucht werden.
Msg_Error_CoultNotCreateFolder=Ordner konnte nicht erstellt werden
Msg_Error_FileNotFound=Fehler\n\nKann Datei "%s" nicht finden.
Msg_Error_InvalidColumnSetName=Fehler\n\n%s ist kein gültiger Name\n\nEin Spalten-Set-Name darf nur Buchstaben, Nummern, - und _ enthalten.
Msg_Error_InvalidFolder=Fehler\n\nKein gültiger Ordner.
Msg_Error_InvalidLicenseFile=Ungültige Lizenzdatei
Msg_Error_ListIsEmpty=Liste ist leer
Msg_Error_MetaDataWriteUnsupportedFormat=Dateiformat "%s" wird nicht unterstützt
Msg_Error_MustEnableBeforeAddFolders=Sie müssen entweder "%s" oder "%s" aktivieren.
Msg_Error_MustHaveSingleExtension=Alle Items in der Liste müssen die gleiche Dateierweiterung haben
Msg_Error_NotFoundItems=%d Items wurden nicht gefunden.\n\n%s
Msg_Error_NoUndoList=Es ist keine Rückgängigmachen- (Undo-) Liste ausgewählt worden.
Msg_Error_Only2000Plus=Dieses Feature wird auf Ihrem System nicht unterstützt. Es ist nur unter Windows 2000 oder höher verfügbar.
Msg_Error_RemoveFileAssociation=Dateiverknüpfung konnte nicht entfernt werden
Msg_Error_RenamingNoFilesInList=Fehler\n\nUmbenennung kann nicht gestartet werden, da keine Dateien in der Liste vorhanden sind.
Msg_Error_SaveSettingsError=Fehler beim Speichern der Datei in Einstellungsordner. Stellen Sie sicher, dass der folgende Pfad schreibbar ist
Msg_Error_Server=Fehler bei Kommunikation mit Server
Msg_Error_TooManyColumns=Zu viele Spalten: %d. Maximum ist %d
Msg_Error_Unknown=Unbekannter Fehler\n\n%s
Msg_FirstTimeUse=Möglicherweise verwenden Sie Advanced Renamer zum ersten Mal. Es ist eine gute Idee, einen Blick in das Benutzerhandbuch zu werfen, bevor Sie dieses Programm verwenden.\n\nMöchten Sie das Benutzerhandbuch jetzt sehen?
Msg_Info_BatchModeNotSupportedForFolders=Der ausgewählte Batch-Modus wird für die Verwendung mit Ordnern nicht unterstützt.
Msg_Info_BatchWriteMetadataCompleted=Batch-Schreiben abgeschlossen.\n\n%d Items verarbeitet.\n%d OK.\n%d nicht geändert.\n%d Fehler.
Msg_Info_ClearSettings=Alle Ihre persönlichen Programmeinstellungen löschen?
Msg_Info_ConvertMethods_0310=In dieser Version von Advanced Renamer befinden sich die Methoden-Presets in einem benutzerdefinierten Ordner. Wenn Sie auf OK klicken, können Sie einen leeren Ordner auswählen, in den Sie Ihre vorhandenen Methoden-Presets konvertieren möchten.
Msg_Info_CouldNotBeAdded=%d Dateien konnten nicht hinzugefügt werden.
Msg_Info_ItemsAlreadyInList=%d der Items sind bereits in der Liste
Msg_Info_LanguageChange=Sprachänderungen werden erst angewendet, wenn das Programm neu gestartet worden ist.
Msg_Info_NewVersion=Eine neue Version von Advanced Renamer ist verfügbar.\n\nMöchten Sie die neue Version herunterladen?
Msg_Info_NoNewVersion=Zum jetzigen Zeitpunkt gibt es keine neue Version von Advanced Renamer.
Msg_Info_RevertChanges=Damit werden all Ihre Änderungen auf Default-Einstellungen zurückgesetzt.\n\nMöchten Sie fortfahren?
Msg_Info_ThankYou=Vielen Dank :-). Ihr seid die Besten!
Msg_Info_UndoHasEnded=Rückgängigmachen- (Undo-) Batch ist mit %d Fehlern beendet worden.
Msg_Info_UndoSuccess=Der Batch ist erfolgreich zurückgesetzt worden.
MusicFile=Musikdatei
Name=Name
NameAndExtension=Name und Erweiterung
NameCollisionRule_AppendImgSubsec=Bild-Subsekunde anhängen
NameCollisionRule_AppendNumber=Nummer anhängen
NameCollisionRule_AppendPattern=Muster anhängen
NameCollisionRule_Fail=Fehlschlagen
NameCollisionRule_Ignore=Ignorieren
NameCollisionRule_NewName=Neuer Name
NewCase=Neue Schreibweise
NewFolder=Neuer Ordner
NewName=Neuer Name
NewNumber=Neue Nummer
No=Nein
NoChange=Keine Änderung
NoMethods=Keine Methode in Verwendung.\n\nKlicken Sie auf den Button "Hinzufügen", um neue Methoden hinzuzufügen.
None=Keine
NotRegistered=Nicht registriert
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Zahlendifferenz
NumberLength=Zahlenlänge
NumberPosition=Position
NumericValueOrPattern=Numerischer Wert oder Suchmuster
Occurrence=Okkurrenz
OK=OK
OriginalFileNotFound=Original Datei nicht gefunden
OriginalFileStillExists=Originaldatei ist noch immer vorhanden
OriginalFolderNotFound=Originalordner nicht gefunden
OriginalFolderStillExists=Originalordner ist noch immer vorhanden
Pattern=Muster
PersonalUse=Private Nutzung
PleaseRegisterMessage=Eine Nachricht vom Autor:\n\nWenn Sie diese Software häufig verwenden oder sie kommerziell nutzen, fordern Sie bitte einen Lizenzschlüssel an, indem Sie eine der beiden Buttons unterhalb benutzen.\n\nMit freundlichen Grüßen\n  Kim Jensen
Poor=Schlecht
PopulateList=Liste füllen
PreBatchScript=Pre-Batch-Skript ...
ReadOnly=Schreibgeschützt
Readonly_Short=R
RegEx_AnyChar=Jedes Zeichen
RegEx_CharList=Zeichen enthalten in Liste der Zeichen
RegEx_Digit=Ziffernzeichen
RegEx_EndLine=Zeilenende
RegEx_Match0OrMore=0 oder mehr Übereinstimmungen
RegEx_Match1Or0=1 oder 0 Übereinstimmungen
RegEx_Match1OrMore=1 oder mehr Übereinstimmungen
RegEx_MatchLeastNTimeNoMoreM=Mindestens n-mal, aber nicht mehr als m-mal Übereinstimmungen
RegEx_MatchLeastNTimes=Mindestens n-mal Übereinstimmungen
RegEx_MatchNTimes=n-mal Übereinstimmungen
RegEx_NonCharList=Zeichen ist nicht in der Zeichenliste enthalten
RegEx_NonDigit=Nicht-Ziffer-Zeichen
RegEx_NonWordChar=Nicht-Wort-Zeichen
RegEx_StartLine=Zeilenanfang
RegEx_SubAlternative=Untermuster-Alternative
RegEx_SubGroup=Untermuster-Gruppe
RegEx_SubMatch=Erstes Untermuster-Übereinstimmung
RegEx_WordChar=Wortzeichen
Register=Bitte registrieren
RegisteredTo=Registriert für %s
RemoveCount=Anzahl entfernen
RenamedFileCouldNotBeFound=Umbenannte Datei nicht gefunden
RenamedFolderCouldNotBeFound=Umbenannter Ordner nicht gefunden
RenamedItem=Umbenanntes Item
RenamedItemPath=Umbenannter Item-Pfad
RenumberChange=Ändern in
RenumberChangeTypeAbsoluteText=Absolute Zahl
RenumberChangeTypeRelativeText=Relativ zu vorhandener Zahl
Replace=Ersetzen
ReplaceWith=Ersetzen durch
SaveColumnSet=Spalten-Set speichern
SaveList=Liste speichern
Season=Staffel
Sec=Sek.
SelectFolder=Ordner auswählen
SelectMethod=Eine Methode auswählen.
Separator=Trennzeichen
Set=Set
ShowInWindow=In Fenster anzeigen...
Skip=Überspringen
StartingAt=Starten bei
Status=Status
Status_TestingNames=Status: Testen der Namen ...
System=System
System_Short=S
Tag=Tag
TagCategoryAdvanced=Erweiterte Tags
TagCategoryChecksum=Prüfsummen Tags
TagCategoryDateTime=Tags bzgl. Datum/Uhrzeit
TagCategoryDateTimeCreated=Tags bzgl. Erstelldatum/-uhrzeit
TagCategoryDateTimeModified=Tags bzgl. Änderungsdatum/-uhrzeit
TagCategoryDefault=Default-Tags
TagCategoryFileSize=Tags bzgl. Dateigröße
TagCategoryGPS=GPS-Tags
TagCategoryID3=ID3/MP3-Tags
TagCategoryImage=Bild/Foto-Tags
TagCategoryTVShow=TV-Show
TagCategoryVideo=Video-Tags
TBShowlblEpisodesTitle=Staffeln und Episoden wählen für "%s".
TextList=Textliste
TextToBeReplaced=Text, der ersetzt werden soll
ToRemoveMoreThanOne=Um mehr als ein Muster zu entfernen, verwenden Sie \\, um die verschiedenen Muster zu separieren.
ToReplaceMoreThanOne=Um mehr als eine Phrase zu ersetzen, verwenden Sie \\, um die verschiedenen Phrasen zu separieren.
TrimCharacters=Zeichen trimmen
TypeNameForColumnSet=Einen Name für das Spalten-Set eintippen.
Unknown=Unbekannt
Unset=Nicht gesetzt
UpdateAvailable=Update verfügbar. Klicken Sie, um upzugraden.
UpperCase=Großschreibung festlegen
UpperCaseFirstLetter=Großschreibung für ersten Buchstabe festlegen
UpperCaseFirstLetterInEveryWord=Großschreibung für ersten Buchstabe in Buchstaben jedem Wort festlegen
UpperCasePattern=Muster auf Großschreibung setzen
UseRegularExpressions=Reguläre Ausdrücke verwenden
Value=Wert
Video=Video
VideoFile=Videodatei
WithErrors=Items mit Fehlern
WithoutErrors=Items ohne Fehler
WordSeperators=Wort Trennzeichen
Year=Jahr
Yes=Ja
ZeroPadding=Mit Nullen auffüllen
ZeroPadTypeAuto=Automatisch
ZeroPadTypeManual=Manuell
ZeroPadTypeNo=Kein Auffüllen
